// Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
int a = 57;
int b = 6;
int c = 158;
int max = a;
{
    if (b > max ) max = b;
    if (c > max ) max = c;
}
 Console.WriteLine (max);
