// Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
int a = 57;
int b = 6;
int c = 158;
int max = a;
{
    if (b > max ) b = max;
    if (c > max ) c = max;
}
 Console.WriteLine (max);
